{
    "developer": "FRONTEND DEVELOPER",
    "about me": "About me",
    "skills": "Skills",
    "i am": "I am",
    "talkbutton": "Let's talk!",
    "About me": "About me",
    "about-text": "Hi, I'm a german speaking certified Frontend Developer based near Marburg. My focus lies on the creation of user and mobile friendly applications. Its important to me to stay on track with the latest technologies, while remaining an eye on good practise and first principles to ensure maintainability, scalability, and a seamless user experience.",
    "about-p1": "Flexible in terms of working environments, I can work effectively both on-site in Marburg and remotely.",
    "about-p2": "I am hungry for new workflows, technologies and problem solving in general.",
    "about-p3": "I consider myself a team player. It's important to me to serve the big picture, to listen and support my team with all my knowledge and skillset.",
    "myskills-h1": "My skills",
    "myskills-p1":"I have gained experience in building projects with different frontend technologies and concepts.",
     "myskills-p2":"Looking for ",
     "myskills-span" :"another skill",
     "myskills-p3":"Feel free to contact me. I look forward to expanding on my previous knowledge.",
     "myskills-p4": "Experience with:",
     "myskills-p5": "I have a special interest in learning:",
     "myskills-btn":"Get in touch",
     "portfolio-p1": "Explore a selection of my work here - Interact with projects to see my skills in action.",


"portfolio.project1.description": "Ein Aufgabenmanager, inspiriert vom Kanban-System. Erstellen und organisieren Sie Aufgaben mithilfe von Drag-and-Drop-Funktionen, weisen Sie Benutzer und Kategorien zu.",
     "portfolio.project2.description": "Working with collision detection and image based animations. Jump, run and throw game based on an object-oriented approach. Help Pepe to find coins and tabasco salsa to fight against the crazy hen.",
     "portfolio.project3.description": "Fetching and visualizing API Data in a user friendly manner. Based on the PokéAPI a simple library that provides and catalogues pokemon information including an evolution tree and individual stats.",
     "portfolio.project4.description": "An Unreal Engine based Game Demo, with custom sound riddles and level design. Incorporating Metasound and a combination of C++ and Blueprints. Video Demo pending.",
     "portfolio.project5.description": "Ein Aufgabenmanager, inspiriert vom Kanban-System. Erstellen und organisieren Sie Aufgaben mithilfe von Drag-and-Drop-Funktionen, weisen Sie Benutzer und Kategorien zu.",
     "portfolio.project6.description": "As a support tool this mobile friendly app helps music students with learning music notation on mobile devices, wherever, whenever for constant growth.",
     
     "reference1": "\"Roman is super cool and always very nice. In both group projects we've had together so far, whenever I didn't know something, he was there for me and explained and showed everything to me in great detail. I've learned a lot from Roman. No matter what problems you had, Roman solved them in a short amount of time.\"",
     "reference2": "\"Roman is an extremely reliable and solution-oriented person. He stands out for his calmness in critical situations. He is always motivated and dedicated. Working with him is a great pleasure. Roman can stay focused for hours and is always helpful. His support and commitment are invaluable.\"",
     "contact-h1": "Contact",
     "contact-h2":"Got a problem to solve?",
     "contact-p1":"Contact me through this form, I am interested in hearing from you, knowing your ideas and contributing to your projects with my work.",
     "yourname": "Your name",
     "youremail": "Your email",
     "yourmessage": "You message",
     "privacy1": "I've read the",


     "privacy2": "privacy policy",
     "privacy3": "and agree to the processing of my data as outlined.",
     "sendmessage": "Send message"
    
            
}

